Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Sounds.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FORGET_AUDIO_ACCESSORIES_CANCEL_BUTTON
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# HEADPHONE_LEVEL_LIMIT_80_INFO
source: As loud as a noisy restaurant
ar: مثل ضجيج المطعم
bg: Шумно, колкото оживен ресторант
ca: Equivalent a un restaurant sorollós
cs: Hlasitost obdobná hlučné restauraci
da: Samme lydniveau som en støjende restaurant
de: So laut wie ein lautes Restaurant
el: Παρόμοιο επίπεδο με ένα θορυβώδες εστιατόριο
es: Equivalente a un restaurante ruidoso
es_us: Nivel de un restaurante ruidoso
fi: Yhtä kova kuin äänekäs ravintola
fr: Le niveau sonore d’un restaurant bruyant
fr_ca: Aussi bruyant qu’un restaurant bruyant
he: רועש כמו מסעדה הומה אנשים
hi: शोरगुल भरे रेस्तराँ जितनी तेज़
hr: Glasno poput bučnog restorana
hu: Olyan hangos, mint egy zajos étterem
id: Sekeras restoran berisik
it: Rumore di un ristorante affollato
ja: 騒がしいレストランのような大きい音
kk: Шулы ресторандағыдай қатты
ko: 시끄러운 식당에 상응하는 소리
lt: Garsu kaip triukšmingame restorane
ms: Sekuat restoran yang bising
nl: Zo luid als een rumoerig restaurant
no: Like høyt som i en støyende restaurant
pl: Jak głośna restauracja
pt_br: Alto como um restaurante barulhento
pt_pt: Equivalente ao ruído num restaurante movimentado
ro: La fel de puternic ca un restaurant zgomotos
ru: Как шумный ресторан
sk: Hlasné asi ako hlučná reštaurácia
sl: Glasno kot hrupna restavracija
sv: Samma ljudnivå som en bullrig restaurang
th: ดังเท่าเสียงดังในร้านอาหาร
tr: Gürültülü bir restoran kadar yüksek
uk: Гучний, як гамір у ресторані
vi: Bằng tiếng ồn trong nhà hàng
zh_cn: 相当于嘈杂餐厅的音量
zh_hk: 像嘈雜餐廳的音量
zh_tw: 等同於吵雜餐廳的聲音

source: Keyboard Clicks
ar: صوت لوحة المفاتيح
bg: Щраквания на клавиатура
ca: Clics del teclat
cs: Klapání klávesnice
da: Tastaturklik
de: Tastaturanschläge
el: Ήχοι πληκτρολογίου
es: Clics del teclado
es_us: Clics del teclado
fi: Näppäimistöäänet
fr: Clics du clavier
fr_ca: Clics du clavier
he: הקלדה
hi: कीबोर्ड क्लिक
hr: Klik tipkovnice
hu: Billentyűhangok
id: Klik Papan Ketik
it: Clic tastiera
ja: キーボードのクリック
kk: Пернетақтаның шертпе дыбыстары
ko: 키보드 입력 사운드
lt: Klaviatūros spustelėjimai
ms: Klik Papan Kekunci
nl: Toetsenbordklik
no: Tastaturklikking
pl: Kliknięcia klawiatury
pt_br: Cliques de Teclado
pt_pt: Cliques no teclado
ro: Clicuri taste
ru: Щелчки клавиатуры
sk: Zvuky klávesnice
sl: Kliki tipkovnice
sv: Tangentbordsljud
th: เสียงกดแป้นพิมพ์
tr: Klavye Tıklamaları
uk: Клацання клавіш
vi: Bấm bàn phím
zh_cn: 按键音
zh_hk: 按鍵聲
zh_tw: 按鍵聲

# SOUND_ONLY_SWITCHES_HEADER
source: System Sounds
ar: أصوات النظام
bg: Системни звуци
ca: Sons del sistema
cs: Systémové zvuky
da: Systemlyde
de: Systemtöne
el: Ήχοι συστήματος
es: Sonidos del sistema
es_us: Sonidos del sistema
fi: Järjestelmän äänet
fr: Sons du système
fr_ca: Sons système
he: צלילי המערכת
hi: सिस्टम ध्वनियाँ
hr: Zvukovi sustava
hu: Rendszerhangok
id: Bunyi Sistem
it: Suoni di sistema
ja: システムサウンド
kk: Жүйелік дыбыстар
ko: 시스템 사운드
lt: Sistemos garsai
ms: Bunyi Sistem
nl: Systeemgeluiden
no: Systemlyder
pl: Dźwięki systemowe
pt_br: Sons do Sistema
pt_pt: Sons do sistema
ro: Sunete de sistem
ru: Системные звуки
sk: Systémové zvuky
sl: Sistemski zvoki
sv: Systemljud
th: เสียงจากระบบ
tr: Sistem Sesleri
uk: Системні звуки
vi: Âm thanh hệ thống
zh_cn: 系统声音
zh_hk: 系統聲音
zh_tw: 系統聲音

# DONT_PLAY_IN_SILENT_MODE_FOOTER
source: Haptics will not play when iPhone rings or receives an alert while in silent mode.
ar: لن يتم تشغيل الحس اللمسي عندما يرن iPhone أو يستلم تنبيهًا أثناء النمط الصامت.
bg: Осезанията няма да се възпроизвеждат, когато iPhone звъни или получава предупреждение, докато е в тих режим.
ca: Si et truquen o reps un avís i tens el mode de silenci activat, l’iPhone no vibrarà.
cs: Pokud iPhone zazvoní nebo přijme upozornění v tichém režimu, haptický signál se nepřehraje.
da: Haptisk feedback afspilles ikke, når iPhone ringer, eller der modtages en advarsel, mens Lydløs er slået til.
de: Das iPhone gibt kein haptisches Feedback beim Klingeln oder beim Empfang von Hinweisen wieder, wenn es sich im Stummmodus befindet.
el: Η απτική ανάδραση δεν θα αναπαράγεται όταν το iPhone κουδουνίζει ή λαμβάνει μια ειδοποίηση ενώ είναι σε σίγαση.
es: El iPhone no vibrará cuando esté en modo Silencio y reciba una llamada o un aviso.
es_us: El iPhone no vibrará cuando esté en modo Silencio y reciba una llamada o una alerta.
fi: Tuntopalautetta ei toisteta, kun iPhone soi tai vastaanottaa ilmoituksen hiljaisessa tilassa.
fr: Aucune vibration ne sera émise lorsque l’iPhone sonnera ou recevra une alerte en mode Silence.
fr_ca: L’iPhone ne vibre pas lorsqu’il sonne ou reçoit une alerte en mode Silence.
he: הרטט אינטראקטיבי לא יופעל כאשר ה-iPhone מצלצל או מקבל התראה ב״מצב שקט״.
hi: मौन मोड में होने के दौरान, iPhone की घंटी बजने या उस पर अलर्ट आने पर हैप्टिक नहीं चलाया जाएगा।
hr: Vibracija se neće reproducirati kada iPhone zvoni ili prima obavijest kada mu je isključen zvuk.
hu: A haptikus jelzések nem lesznek lejátszva, amikor az iPhone néma módra van állítva, és csörög, vagy jelzés érkezik rá.
id: Haptik tidak akan diputar jika iPhone berdering atau menerima peringatan saat dalam mode hening.
it: I feedback aptici non verranno riprodotti quando iPhone suona o riceve un avviso mentre è in modalità Silenzioso.
ja: iPhoneで、消音モード中に着信音が鳴ったり、通知を受信したときに触覚を再生しません。
kk: iPhone дыбыссыз режимде шырылдағанда және ескерту алғанда, жанасу сигналдары ойнатылмайды.
ko: 무음 모드가 설정되어 있을 때는 iPhone이 울리거나 알림을 받아도 햅틱을 재생하지 않습니다.
lt: Haptika nebus leidžiama, kai tyliuoju režimu veikiantis „iPhone“ suskambės arba jame bus gautas įspėjimas.
ms: Haptik tidak akan dimainkan semasa iPhone berdering atau menerima isyarat dalam mod senyap.
nl: Wanneer de stille modus actief is, worden er geen voelbare signalen afgegeven als de iPhone wordt gebeld of een melding ontvangt.
no: iPhone spiller ikke av følbar respons for anrop eller varsler hvis den er satt til lydløs.
pl: Sygnały haptyczne nie będą odtwarzane, gdy iPhone dzwoni lub wyświetla alert w trybie cichym.
pt_br: A Resposta Tátil não será reproduzida quando o iPhone tocar ou receber um alerta.
pt_pt: A háptica não será reproduzida quando o iPhone tocar ou receber um aviso no modo sem som.
ro: iPhone‑ul nu va reda un răspuns haptic atunci când primește un apel sau o alertă în modul silențios.
ru: Тактильные сигналы не будут воспроизводиться, когда на iPhone поступает вызов или оповещение в бесшумном режиме.
sk: Ak je iPhone v tichom režime a zazvoní alebo na ňom dostanete upozornenie, haptika sa nebude prehrávať.
sl: Haptika se ne bo izvajala v tihem načinu, ko iPhone zvoni ali prejme opozorilo.
sv: Haptik spelas inte när iPhone ringer eller får en notis medan tyst läge är aktivt.
th: จะไม่สั่นเมื่อ iPhone ส่งเสียงดังหรือได้รับการเตือนขณะอยู่ในโหมดปิดเสียง
tr: Dokunuşlar, iPhone sessiz moddayken çaldığında veya bir uyarı aldığında oynatılmaz.
uk: Вібровідгуки не відтворюватимуться, коли на iPhone у режимі тиші надходить виклик чи оповістка.
vi: Cảm ứng sẽ không phát khi iPhone đổ chuông hoặc nhận được cảnh báo trong khi ở chế độ im lặng.
zh_cn: 静音模式下，iPhone响铃或收到提醒时不提供触感反馈。
zh_hk: 在靜音模式下，iPhone響起或收到提示時，將不會播放觸覺回報。
zh_tw: 靜音模式中，iPhone響鈴或接收提示時，將不會播放觸覺回饋。

# HEADPHONE_USB_AUDIO_ACCESSORIES
source: USB Audio Accessories
ar: ملحقات صوت USB
bg: USB аудио аксесоари
ca: Accessoris USB d’àudio
cs: Zvukové USB příslušenství
da: USB-lydtilbehør
de: USB-Audiozubehör
el: Αξεσουάρ ήχου USB
es: Accesorios de audio USB
es_us: Accesorios USB de audio actual
fi: USB-äänilisälaitteet
fr: Accessoires audio USB
fr_ca: Accessoires audio USB
he: אביזרי USB של שמע
hi: USB ऑडियो ऐक्सेसरी
hr: USB audio pribori
hu: USB-audiokiegészítők
id: Aksesori Audio USB
it: Accessori audio USB
ja: USBオーディオアクセサリ
kk: USB аудио керек-жарақтары
ko: USB 오디오 액세서리
lt: USB garso priedai
ms: Aksesori Audio USB
nl: USB-audio-accessoires
no: USB-lydtilbehør
pl: Akcesoria audio USB
pt_br: Acessórios de Áudio USB
pt_pt: Acessórios de áudio USB
ro: Accesorii audio USB
ru: USB‑аксессуары для воспроизведения аудио
sk: USB audiopríslušenstvá
sl: Zvočna dodatna oprema USB
sv: USB-ljudtillbehör
th: อุปกรณ์เสริมเสียง USB
tr: USB Ses Aksesuarları
uk: USB-аудіоприлади
vi: Phụ kiện âm thanh USB
zh_cn: USB音频配件
zh_hk: USB音訊配件
zh_tw: USB音訊配件

# SOUND_SWITCHES_HEADER
source: System Sounds & Haptics
ar: الأصوات والحس اللمسي في النظام
bg: Системни звуци и осезания
ca: Sons i vibracions del sistema
cs: Systémové zvuky a haptika
da: Systemlyde & haptisk feedback
de: Systemtöne u. Haptik
el: Ήχοι συστήματος και απτικά
es: Sonidos y vibraciones del sistema
es_us: Sonidos y vibración del sistema
fi: Järjestelmän äänet ja tuntopalaute
fr: Sons et vibrations du système
fr_ca: Sons et vibrations système
he: צלילים ורטט אינטראקטיבי של המערכת
hi: सिस्टम साउंड और हैप्टिक
hr: Zvukovi sustava i vibracija
hu: Rendszerhangok és haptikus jelzések
id: Bunyi Sistem & Haptik
it: Suoni di sistema e feedback aptici
ja: システムサウンドと触覚
kk: Жүйе дыбыстары мен жанасу сигналдары
ko: 시스템 사운드 및 햅틱
lt: Sistemos garsai ir haptika
ms: Bunyi & Haptik Sistem
nl: Systeemgeluiden en voelbare signalen
no: Systemlyder og følbar respons
pl: Dźwięki systemowe i haptyka
pt_br: Sons do Sistema e Resposta Tátil
pt_pt: Sons do sistema e háptica
ro: Sunete de sistem și răspuns haptic
ru: Системные звуки и тактильные сигналы
sk: Systémové zvuky a haptika
sl: Sistemski zvoki in haptika
sv: Systemljud och haptik
th: เสียงและการสั่นจากระบบ
tr: Sistem Sesleri ve Dokunuşlar
uk: Вібровідгуки й системні звуки
vi: Âm thanh hệ thống & cảm ứng
zh_cn: 系统声效与触感反馈
zh_hk: 系統聲音與觸覺回報
zh_tw: 系統聲音與觸覺回饋

# SYSTEM_HAPTICS_FOOTER
source: Play haptics for system controls and interactions.
ar: تشغيل الذبذبات لعناصر تحكم النظام والتفاعلات.
bg: Възпроизвеждай осезания за системни взаимодействия и бутони за управление.
ca: El dispositiu vibrarà quan accionis els controls del sistema i hi interaccionis.
cs: Přehrávání haptiky pro systémové ovládací prvky a interakce.
da: Afspil haptisk feedback ved systembetjening og interaktioner.
de: Haptisches Feedback für Systemsteuerungen und Interaktionen abspielen.
el: Αναπαραγωγή απτικών για στοιχεία ελέγχου συστήματος και διαδράσεις.
es: El dispositivo vibrará con las interacciones y los controles del sistema.
es_us: Se emitirán las vibraciones de control e interacción con el sistema.
fi: Anna tuntopalautetta järjestelmäsäätimistä ja vuorovaikutuksista.
fr: Émet une vibration pour les commandes système et les interactions.
fr_ca: Produit des vibrations lors de l’utilisation des commandes et des interactions système.
he: ניתן להפעיל רטט אינטראקטיבי עבור פקדי מערכת ואינטראקציות.
hi: सिस्टम कंट्रोल और इंटरऐक्शन के लिए हैप्टिक बजाएँ।
hr: Reproduciranje vibracije tijekom kontrole i interakcije sa sustavom.
hu: Haptikus visszajelzés lejátszása a rendszervezérlőkhöz és interakciókhoz.
id: Putar haptik untuk kontrol dan interaksi sistem.
it: Riproduci i feedback aptici per i controlli di sistema e le interazioni.
ja: システムコントロールと操作のために触覚を再生します。
kk: Жанасу сигналдары жүйемен басқарылған және онымен өзара әрекеттескен кезде ойнатылады.
ko: 시스템 제어 및 상호 작용에 대한 햅틱을 재생합니다.
lt: Įjunkite sistemos valdiklių ir sąveikos haptikos funkcijas.
ms: Mainkan haptik untuk kawalan dan interaksi sistem.
nl: Geef voelbare signalen af voor systeemregelaars en interacties ermee.
no: Gi følbar respons på systemkontroller og interaksjoner.
pl: Wysyłaj systemowe sygnały haptyczne przy sterowaniu i interakcji.
pt_br: Oferecer resposta tátil para controles do sistema e interações.
pt_pt: Háptica para os controlos do sistema e interações.
ro: Comenzile și interacțiunile cu sistemul generează un răspuns haptic.
ru: Тактильные сигналы будут воспроизводиться при управлении системой и взаимодействии с ней.
sk: Prehrá haptickú odozvu pre systémové ovládanie a interakcie.
sl: Izvajanje haptike za krmilne funkcije sistema in interakcije.
sv: Spela upp haptik för systemkontroll och interaktioner.
th: สั่นเมื่อควบคุมและมีการโต้ตอบจากระบบ
tr: Sistem denetimleri ve etkileşimler için dokunuş titreşimlerini etkinleştirir.
uk: Відтворювати вібросигнали керування і взаємодії із системою.
vi: Phát cảm ứng cho các tương tác và điều khiển hệ thống.
zh_cn: 为系统控制和互动提供触感反馈。
zh_hk: 就系統控制及互動項目播放觸覺回報。
zh_tw: 為系統控制和互動項目播放觸覺回饋。

source: Speaker
ar: السماعة
bg: Говорител
ca: Altaveu
cs: Reproduktor
da: Højttaler
de: Lautsprecher
el: Ηχείο
es: Altavoz
es_us: Altavoz
fi: Kaiutin
fr: Haut-parleur
fr_ca: Haut-parleur
he: רמקול
hi: स्पीकर
hr: Zvučnik
hu: Hangszóró
it: Altoparlante
ja: スピーカー
kk: Динамик
ko: 스피커
lt: Garsiakalbis
nl: Luidspreker
no: Høyttaler
pl: Głośnik
pt_br: Alto-falante
pt_pt: Altifalante
ro: Difuzor
ru: Динамик
sk: Reproduktor
sl: Zvočnik
sv: Högtalare
th: ลำโพง
tr: Hoparlör
uk: Динамік
vi: Loa
zh_cn: 免提
zh_hk: 喇叭
zh_tw: 擴音

# ALTERNATE_4
source: Bell
ar: جرس
bg: Камбанка
ca: Campana
cs: Zvonec
da: Klokke
de: Glocke
el: Κουδούνι
es: Campana
es_us: Campana
fi: Soittokello
fr: Cloche
fr_ca: Cloche
he: פעמון
hi: घंटी
hr: Zvono
hu: Harang
id: Lonceng
it: Campana
ja: ベル
kk: Қоңырау
ko: 종소리
lt: Varpelis
ms: Loceng
nl: Klok
no: Bjelle
pl: Dzwon
pt_br: Sino
pt_pt: Sino
ro: Clopot
ru: Колокольчик
sk: Zvonček
sl: Zvonec
sv: Klocka
th: กระดิ่ง
tr: Zil
uk: Дзвін
vi: Chuông
zh_cn: 铃声
zh_hk: 鐘琴
zh_tw: 鐘琴

source: Play in Silent Mode
ar: تشغيل في النمط الصامت
bg: Възпроизвеждане в тих режим
ca: Vibra en mode de silenci
cs: Přehrávat v tichém režimu
da: Afspil ved Lydløs
de: Im Stummmodus wiedergeben
el: Αναπαραγωγή σε αθόρυβη λειτουργία
es: Vibrar en el modo Silencio
es_us: Activar en el modo Silencio
fi: Toista hiljaisessa tilassa
fr: Vibrer en mode Silence
fr_ca: Vibrer en mode Silence
he: ב״מצב שקט״
hi: मौन मोड में चलाएँ
hr: Reproduciraj kad je isključen zvuk
hu: Lejátszás néma módban
id: Putar dalam Mode Hening
it: Riproduci in modalità Silenzioso
ja: 消音モードのときに再生
kk: Дыбыссыз режимде ойнату
ko: 무음 모드 시 재생
lt: Leisti, kai įjungtas tylusis režimas
ms: Main dalam Mod Senyap
nl: Speel af in stille modus
no: Spill av i lydløsmodus
pl: Odtwarzaj w trybie cichym
pt_br: Reproduzir em Modo Silencioso
pt_pt: Reproduzir no modo sem som
ro: Redare în modul Silențios
ru: Воспроизводить в бесшумном режиме
sk: Prehrávať v tichom režime
sl: Izvajaj v tihem načinu
sv: Spela i tyst läge
th: สั่นในโหมดปิดเสียง
tr: Sessiz Modda Oynat
uk: Відтворювати в режимі тиші
vi: Phát khi ở Chế độ im lặng
zh_cn: 静音模式下提供
zh_hk: 靜音模式時播放
zh_tw: 「靜音模式」中播放

# SILENT_MODE_ON_FOOTER
source: iPhone will not play ringtones, alerts, and system sounds. iPhone will still play alarms, timers, music, and audio from videos.
ar: لن يشغل iPhone نغمات الرنين ولا التنبيهات ولا أصوات النظام. سيظل iPhone يشغل المنبهات والمؤقتات والموسيقى والصوت من الفيديوهات.
bg: iPhone няма да възпроизвежда звука от звъненето, предупрежденията и системните звуци. iPhone все пак ще възпроизвежда звуци като аларми, таймери, музика и аудио от видео.
ca: L’iPhone no reproduirà els sons de trucada, els avisos ni els sons del sistema. Tanmateix, les alarmes, els temporitzadors, la música i l’àudio dels vídeos continuaran sonant.
cs: iPhone nebude přehrávat zvuk vyzvánění, upozornění a systémové zvuky. Budíky, minutky, hudba a zvukový doprovod videí se budou ozývat dál.
da: iPhone afspiller ikke ringetoner, advarsler eller systemlyde. iPhone afspiller stadig alarmer, tidtagninger, musik og lyd fra videoer.
de: Das iPhone gibt weder Klingel-, Hinweis- noch Systemtöne wieder. Es gibt jedoch Wecker, Timer, Musik sowie Audio von Videos wieder.
el: Το iPhone δεν θα αναπαράγει κουδουνίσματα, ειδοποιήσεις και ήχους συστήματος. Το iPhone θα εξακολουθεί να αναπαράγει ειδοποιήσεις, χρονοδιακόπτες, μουσική και ήχο από βίντεο.
es: El iPhone no reproducirá tonos de llamada, avisos ni sonidos del sistema, pero seguirá reproduciendo las alarmas, los temporizadores, la música y el audio de los vídeos.
es_us: El iPhone no reproducirá los tonos, las alertas ni los sonidos del sistema, pero seguirá reproduciendo sonidos de alarmas, timers, música y videos.
fi: iPhone ei toista soitto- ja ilmoitusääniä eikä järjestelmän ääniä. iPhone toistaa yhä herätykset, ajastimet, musiikin ja videoiden äänen.
fr: LʼiPhone nʼémettra pas de son pour les sonneries, les alertes et les sons du système. LʼiPhone émettra toujours des sons pour les alarmes, les minuteurs, la musique et lʼaudio provenant des vidéos.
fr_ca: L’iPhone n’émettra pas les sonneries, les alertes et les sons système, mais il émettra quand même les alarmes, les minuteurs, la musique et le son des vidéos.
he: ה-iPhone לא ישמיע צלצולים, התראות וצלילי מערכת. ה-iPhone עדיין ישמיע צלילי שעונים מעוררים, ספירות לאחור, מוזיקה ושמע מסרטונים.
hi: iPhone रिंगटोन, अलर्ट और सिस्टम ध्वनियाँ नहीं चलाएगा। iPhone अभी भी अलार्म, टाइमर, संगीत और वीडियो के ऑडियो चलाएगा।
hr: iPhone neće reproducirati melodije zvona, alarme i zvukove sustava. iPhone će i dalje reproducirati alarme, brojače, glazbu i zvuk videozapisa.
hu: Az iPhone nem fogja lejátszani a csengőhangokat, a jelzéseket és a rendszerhangokat, azonban továbbra is le fogja játszani az ébresztéseket, az időzítőket, a zenéket, valamint a videók hangját.
id: iPhone tidak akan memutar nada dering, peringatan, dan bunyi sistem. iPhone masih akan memutar alarm, timer, musik, dan audio dari video.
it: iPhone non riprodurrà le suonerie, gli avvisi e i suoni di sistema. iPhone riprodurrà comunque l’audio delle sveglie, dei timer, della musica e dei video.
ja: iPhoneで、着信音、通知音、およびシステムサウンドは再生されません。アラーム、タイマー、ミュージック、およびビデオのオーディオは再生されます。
kk: iPhone рингтондарды, ескертулер мен жүйе дыбыстарын ойнатпайды. iPhone дабылдарды, таймерлерді, музыка мен видео аудиосын ойнатады.
ko: iPhone이 벨소리, 알림 및 시스템 사운드를 재생하지 않습니다. 단, 알람, 타이머, 음악 및 비디오의 오디오는 계속 재생합니다.
lt: „iPhone“ neleis skambučių melodijų, įspėjimų ir sistemos garsų. „iPhone“ vis tiek leis įspėjimų, laikmačių, muzikos ir vaizdo įrašų garsus.
ms: iPhone tidak akan memainkan nada dering, isyarat dan bunyi sistem. iPhone masih akan memainkan penggera, pemasa, muzik dan audio daripada video.
nl: De iPhone speelt geen beltonen, meldingen en systeemgeluiden af. De iPhone speelt wel nog wekkers, timers, muziek en audio uit video's af.
no: iPhonen vil ikke spille av ringetoner, varsler og systemlyder. iPhonen vil fortsatt spille av alarmer, nedtellinger, musikk og lyd fra videoer.
pl: iPhone nie będzie odtwarzał dzwonków, alertów ani dźwięków systemowych, ale będzie nadal odtwarzał alarmy, minutniki oraz muzykę i ścieżki dźwiękowe klipów wideo.
pt_br: O iPhone não reproduzirá toques, alertas e sons do sistema. Ele ainda poderá reproduzir sons como alarmes, timers, músicas ou áudio dos vídeos.
pt_pt: O iPhone não emite toques, avisos e sons do sistema, mas continua a emitir sons de alarmes, temporizadores, música e áudio de vídeos.
ro: iPhone‑ul nu va reda sonerii, alerte și sunete de sistem, dar va reda în continuare alarme, temporizatoare, muzică și conținutul audio al clipurilor video.
ru: iPhone не будет воспроизводить рингтоны, системные звуки и звуки уведомлений. На iPhone будут по‑прежнему воспроизводиться звуки для будильников и таймеров, а также при воспроизведении музыки и просмотре видео.
sk: iPhone nebude prehrávať zvonenia, upozornenia ani systémové zvuky. Budíky, časovače, hudba a zvuky videí však budú prehrávané.
sl: iPhone ne bo predvajal melodij zvonjenja, opozoril in sistemskih zvokov. Še vedno bo predvajal alarme, časovnike, glasbo in zvok iz videov.
sv: iPhone spelar inte upp ring- och ljudsignaler och systemljud. iPhone spelar fortfarande upp alarm, timers, musik och ljud från videor.
th: iPhone จะไม่ส่งเสียงเรียกเข้า เสียงเตือน และเสียงจากระบบ iPhone จะส่งเสียงการตั้งปลุก นาฬิกานับถอยหลัง เพลง และเสียงจากวิดีโอ
tr: iPhone zil seslerini, uyarıları ve sistem seslerini çalmaz. iPhone alarmları, sayaçları, müzikleri ve videolardaki sesi çalmayı sürdürür.
uk: iPhone не відтворюватиме мелодії, оповістки та системні звуки. iPhone усе одно може відтворювати звуки для будильників чи таймерів, музику й аудіовміст від відео.
vi: iPhone sẽ không phát nhạc chuông, cảnh báo và âm thanh hệ thống. iPhone sẽ vẫn phát báo thức, hẹn giờ, nhạc và âm thanh từ video.
zh_cn: iPhone将不会播放铃声、提醒和系统声音。iPhone仍将播放闹钟、计时器、音乐和视频音频。
zh_hk: iPhone將不會播放鈴聲、提示聲和系統聲音。iPhone仍然會播放鬧鐘、計時器、音樂以及影片音訊。
zh_tw: iPhone不會播放鈴聲、提示聲和系統聲音。iPhone仍會播放鬧鐘、計時器、音樂和來自影片的音訊。
